import React from "react";
import Image from "next/image";
import { FontAwesomeIcon } from "@fortawesome/react-fontawesome";
import {
  faFacebookSquare,
  faLinkedin,
  faXTwitter,
} from "@fortawesome/free-brands-svg-icons";

interface BlogContentProps {
  title: string;
  paragraph: string;
}

const BlogContent = ({ title, paragraph }: BlogContentProps) => {
  return (
    <>
      <div className="blogContentSection">
        <div className="blogContentContainer wrapper">
          {/* left Div */}
          <div className="blogContentLeftDiv">
            <div className="blogContentMainHeader">
              <h2>{title}</h2>
              <p>{paragraph}</p>
            </div>
            {/* 1 */}
            <div className="blogContentTexts">
              <h3>Прецизно дефинирање на позицијата</h3>
              <p>
                Првиот чекор кон успешна регрутација е јасно дефинирање на
                позицијата. Ова вклучува детално опишување на задачите,
                одговорностите и потребните квалификации. Кога огласот за работа
                е прецизен, ќе привлече кандидати кои се вистински
                заинтересирани и квалификувани за позицијата.
              </p>
              <p>
                <strong>Совет:</strong>Користете конкретни и мерливи критериуми
                при опишувањето на задачите и квалификациите за позицијата.
              </p>
            </div>
            {/* 2 */}
            <div className="blogContentTexts">
              <h3>
                Развивање на ефикасна стратегија за привлекување кандидати
              </h3>
              <p>
                Првиот чекор кон успешна регрутација е јасно дефинирање на
                позицијата. Ова вклучува детално опишување на задачите,
                одговорностите и потребните квалификации. Кога огласот за работа
                е прецизен, ќе привлече кандидати кои се вистински
                заинтересирани и квалификувани за позицијата.
              </p>
              <p>
                <strong>Совет:</strong>Користете конкретни и мерливи критериуми
                при опишувањето на задачите и квалификациите за позицијата.
              </p>
              {/* 3 */}
              <div className="blogContentTexts">
                <h3>Спроведување на структуриран процес на интервју</h3>
                <p>
                  Првиот чекор кон успешна регрутација е јасно дефинирање на
                  позицијата. Ова вклучува детално опишување на задачите,
                  одговорностите и потребните квалификации. Кога огласот за
                  работа е прецизен, ќе привлече кандидати кои се вистински
                  заинтересирани и квалификувани за позицијата.
                </p>
                <p>
                  <strong>Совет:</strong>Користете конкретни и мерливи
                  критериуми при опишувањето на задачите и квалификациите за
                  позицијата.
                </p>
              </div>
              {/* 4 */}
              <div className="blogContentTexts">
                <h3>Вклучување на релевантни тестови и проценки</h3>
                <p>
                  Првиот чекор кон успешна регрутација е јасно дефинирање на
                  позицијата. Ова вклучува детално опишување на задачите,
                  одговорностите и потребните квалификации. Кога огласот за
                  работа е прецизен, ќе привлече кандидати кои се вистински
                  заинтересирани и квалификувани за позицијата.
                </p>
                <p>
                  <strong>Совет:</strong>Користете конкретни и мерливи
                  критериуми при опишувањето на задачите и квалификациите за
                  позицијата.
                </p>
              </div>
              {/* 5 */}
              <div className="blogContentTexts">
                <h3>Донесување на информативна одлука</h3>
                <p>
                  Првиот чекор кон успешна регрутација е јасно дефинирање на
                  позицијата. Ова вклучува детално опишување на задачите,
                  одговорностите и потребните квалификации. Кога огласот за
                  работа е прецизен, ќе привлече кандидати кои се вистински
                  заинтересирани и квалификувани за позицијата.
                </p>
                <p>
                  <strong>Совет:</strong>Користете конкретни и мерливи
                  критериуми при опишувањето на задачите и квалификациите за
                  позицијата.
                </p>
              </div>
              {/* 6 */}
              <div className="blogContentTexts">
                <h3>Заклучок</h3>
                <p>
                  Првиот чекор кон успешна регрутација е јасно дефинирање на
                  позицијата. Ова вклучува детално опишување на задачите,
                  одговорностите и потребните квалификации. Кога огласот за
                  работа е прецизен, ќе привлече кандидати кои се вистински
                  заинтересирани и квалификувани за позицијата.
                </p>
                <p>
                  <strong>Совет:</strong>Користете конкретни и мерливи
                  критериуми при опишувањето на задачите и квалификациите за
                  позицијата.
                </p>
              </div>
            </div>
          </div>
          {/* Right Div */}
          <div className="blogContentRightDiv">
            <Image
              src="/images/img1.png"
              alt="image1"
              className="blogContentImage"
              width={300}
              height={300}
            />
            <h4>Ѓоко Вукановски</h4>
            <div className="blogContentIconsDiv">
              <p>Сподели со колегите!</p>
              <div className="blogContentIcons">
                <FontAwesomeIcon icon={faFacebookSquare} />
                <FontAwesomeIcon icon={faXTwitter} />
                <FontAwesomeIcon icon={faLinkedin} />
              </div>
            </div>
            <div className="blogContentNavDiv">
              <h4>Кратка содржина</h4>
              <p>Прецизно дефинирање на позицијата</p>
              <p>
                Развивање на ефикасна стратегија за привлекување на кандидати
              </p>
              <p>Спроведување на структуриран процес на интервју</p>
              <p>Вклучување на релевантни тестови и проценки</p>
              <p>Донесување на информирана одлука</p>
              <p>Заклучок</p>
              <p>Коментари</p>
            </div>
          </div>
        </div>
      </div>
    </>
  );
};

export default BlogContent;
