import React from 'react'

const AboutUsCEO = () => {
  return (
    <>
    <div className='aboutUsCeoSection'>
        <div className='aboutUsCeoContainer wrapper'>
            <div className='aboutUsCeoLeftDiv'>
                <div className='aboutUsCeoImageDiv'></div>
            </div>
            <div className='aboutUsCeoRightDiv'>
                <h4>Претседател на МАЧР</h4>
                <h6>М-р Дарко Петровски</h6>
                <p>Дарко е еден од основачите на МАЧР, каде придонесуваше како член на УО, претседател на Надзорниот одбор, генерален секретар и уредник на електронскиот весник на МАЧР, а на последното Собрание во декември 2018 година беше избран за Претседател на Македонската Асоцијација за човечки ресурси. Дарко помина речиси 9 годишен работен ангажман како раководител на одделот за човечки ресурси и организација во ЕВН, еден од најголемите работодавачи во Македонија. Пред тоа тој беше на чело на Канцеларијата за економски прашања при Австриската амбасада во Скопје.</p>

                <p>Дарко е основач на Талент бизнис инкубаторот Степ-ап кој нуди програми за стипендирање и развој на таленти, за практикантска работа и консултантски услуги во областа на стратегиски деловен развој, организациски развој и менаџмент со човечки ресурси. Тој е ко-основач и партнер во Динамик Консалтинг и е вклучен во проекти како менаџмент консултант во разлчни области.</p>

                <p>Покрај професионалниот ангажман, Дарко бил и е се уште активен во повеќе организации како Организацијата на работодавачи на Македонија, Националниот економско-социјален совет, Локалниот економско-социјален совет на град Скопје, Техничкиот комитет за менаџмент со човечки ресурси (ТК42) при Институтот за стандардизација на РМ, Националниот совет за претприемништво и конкурентност, советодавните одбори на Универзитетот за туризам и менаџмент во Скопје и на Универзитетот Американ Колеџ Скопје.</p>

                <p>Дарко магистрираше економски науки на Економскиот факултет во Љубљана и е магистер по бизнис администрација и организациски науки, со специјализација во менаџментот со човечките ресурси, а исто така е дипломиран машински инженер и автор на повеќе стручни и научно-истражувачки трудови.</p>
            </div>
        </div>
    </div>
    </>
  )
}

export default AboutUsCEO