import { BlogPost } from "@/types";

export const blogPosts: BlogPost[] = [
  {
    id: 1,
    title: "Hr Cafe: Семинар за управување со таленти",
    paragraph:
      "Размена на мислења со останатите HR ентузијасти на актуелни теми",
    image: "/images/img1.png",
  },
  {
    id: 2,
    title: "Работилница и развој на вештини",
    paragraph:
      "Размена на мислења со останатите HR ентузијасти на актуелни теми",
    image: "/images/img2.png",
  },
  {
    id: 3,
    title: "Конференција за дигитална трансформација",
    paragraph:
      "Размена на мислења со останатите HR ентузијасти на актуелни теми",
    image: "/images/img3.png",
  },
  {
    id: 4,
    title: "Истражување за ангажираноста на вработените",
    paragraph:
      "Размена на мислења со останатите HR ентузијасти на актуелни теми",
    image: "/images/img4.png",
  },
  {
    id: 5,
    title: "Истражување за инклузивност на работното место",
    paragraph:
      "Размена на мислења со останатите HR ентузијасти на актуелни теми",
    image: "/images/img5.png",
  },
  {
    id: 6,
    title: "Балансот меѓу работа и приватниот живот",
    paragraph:
      "Размена на мислења со останатите HR ентузијасти на актуелни теми",
    image: "/images/img6.png",
  },
  {
    id: 7,
    title: "Креираме позитивна организациска култура",
    paragraph:
      "Размена на мислења со останатите HR ентузијасти на актуелни теми",
    image: "/images/img5.png",
  },
  {
    id: 8,
    title: "Иднината на работата: трендови и предизвици",
    paragraph:
      "Размена на мислења со останатите HR ентузијасти на актуелни теми",
    image: "/images/img3.png",
  },
  {
    id: 9,
    title: "Важноста на обуката и развојот на вработените",
    paragraph:
      "Размена на мислења со останатите HR ентузијасти на актуелни теми",
    image: "/images/img2.png",
  },
  {
    id: 10,
    title: "Како да привлечете и задржите таленти",
    paragraph:
      "Размена на мислења со останатите HR ентузијасти на актуелни теми",
    image: "/images/img6.png",
  },
];




