import { BlogPost } from "@/types";

export const eventsPosts: BlogPost[] = [
  {
    id: 1,
    title: "HR CAFFEE: Вештини за комуникација",
    paragraph:
      "Размена на мислења со останатите HR ентузијасти на актуелни теми",
    image: "/images/img1.png",
  },
  {
    id: 2,
    title: "HR CAFFEE: Развој на кариерата",
    paragraph:
      "Размена на мислења со останатите HR ентузијасти на актуелни теми",
    image: "/images/img2.png",
  },
  {
    id: 3,
    title: "HR CAFFEE: Ефективно лидерство и тимска работа",
    paragraph:
      "Размена на мислења со останатите HR ентузијасти на актуелни теми",
    image: "/images/img3.png",
  },
  {
    id: 4,
    title: "Управување со стрес и ментално здравје",
    paragraph:
      "Размена на мислења со останатите HR ентузијасти на актуелни теми",
    image: "/images/img4.png",
  },
  {
    id: 5,
    title: "Мотивација и инспирација на работното место",
    paragraph:
      "Размена на мислења со останатите HR ентузијасти на актуелни теми",
    image: "/images/img5.png",
  },
  {
    id: 6,
    title: "Балансот меѓу работа и приватниот живот",
    paragraph:
      "Размена на мислења со останатите HR ентузијасти на актуелни теми",
    image: "/images/img6.png",
  },
  {
    id: 7,
    title: "Вебинар за дигитална трансформација",
    paragraph:
      "Размена на мислења со останатите HR ентузијасти на актуелни теми",
    image: "/images/img5.png",
  },
  {
    id: 8,
    title: "Вебинар за законска усогласеност во HR",
    paragraph:
      "Размена на мислења со останатите HR ентузијасти на актуелни теми",
    image: "/images/img3.png",
  },
  {
    id: 9,
    title: "Вебинар за управување со перформанси",
    paragraph:
      "Размена на мислења со останатите HR ентузијасти на актуелни теми",
    image: "/images/img2.png",
  },
  {
    id: 10,
    title: "Вебинар за регрутирање и задржување на таленти",
    paragraph:
      "Размена на мислења со останатите HR ентузијасти на актуелни теми",
    image: "/images/img6.png",
  },
];
