
import { Testimonial } from "@/types";

export const testimonials: Testimonial[] = [
  {
    id: 1,
    name: "Мајк Вазауски",
    position: "CEO на Монстер Инк",
    paragraph:
      "Придружете се на нас за оваа исклучителна прилика да бидете дел од глобалната HR заедница и да придонесете за создавање на организации кои се подготвени за иднината преку проактивна HR стратегија.",
    image: "/images/img1.png",
  },
  {
    id: 2,
    name: "Ана Стојановска",
    position: "HR Менаџер во Телеком",
    paragraph:
      "Конференцијата е дизајнирана да обезбеди инспирација, знаење и мрежни можности кои ќе им помогнат на HR професионалците да бидат подготвени за иднината.",
    image: "/images/img2.png",
  },
  {
    id: 3,
    name: "Борис Николовски",
    position: "Директор во Алкалоид",
    paragraph:
      "Ова е единствена можност за поврзување со врвни HR стручњаци и стекнување на вредни познанства кои ќе го унапредат вашиот професионален развој.",
    image: "/images/img3.png",
  },
  {
    id: 4,
    name: "Сара Јовановска",
    position: "HR Директор во Макпетрол",
    paragraph:
      "Секоја година оваа конференција носи нови сознанија и трендови кои директно се применуваат во нашето секојдневно работење со луѓе.",
    image: "/images/img4.png",
  },
  {
    id: 5,
    name: "Никола Димовски",
    position: "CEO во НЛБ Банка",
    paragraph:
      "Инвестицијата во луѓето е најважната инвестиција. Оваа конференција ни помага да останеме во чекор со најновите практики во управувањето со човечки ресурси.",
    image: "/images/img5.png",
  },
];
