
import { Testimonial } from "@/types";

export const testimonials: Testimonial[] = [
  {
    id: 1,
    name: "Мајк Вазауски",
    position: "CEO на Монстер Инк",
    paragraph:
      "Придружете се на нас за оваа исклучителна прилика да бидете дел од глобалната HR заедница и да придонесете за создавање на организации кои се подготвени за иднината преку проактивна HR стратегија.",
    image: "/images/majk.png",
  },
  {
    id: 2,
    name: "Оливиа Оил",
    position: "СО на Спинак",
    paragraph:
      "Конференцијата е дизајнирана да обезбеди инспирација, знаење и мрежни можности кои ќе им помогнат на HR професионалците да бидат подготвени за иднината.",
    image: "/images/olivia.png",
  },
  {
    id: 3,
    name: "Џејмс Суливан",
    position: "Основач на М.И.",
    paragraph:
      "Ова е единствена можност за поврзување со врвни HR стручњаци и стекнување на вредни познанства кои ќе го унапредат вашиот професионален развој.",
    image: "/images/dzejms.png",
  },
  {
    id: 4,
    name: "Една Моде",
    position: "Основач на Е.",
    paragraph:
      "Секоја година оваа конференција носи нови сознанија и трендови кои директно се применуваат во нашето секојдневно работење со луѓе.",
    image: "/images/edna.png",
  },
  {
    id: 5,
    name: "Марија Петровска",
    position: "CEO во НЛБ Банка",
    paragraph:
      "Инвестицијата во луѓето е најважната инвестиција. Оваа конференција ни помага да останеме во чекор со најновите практики во управувањето со човечки ресурси.",
    image: "/images/img10.png",
  },
];
